module.exports = {

  order: {
    "1001": {
      "msgcode": "1001",
      "title": "待付款通知"
    },
    "1002": {
      "msgcode": "1002",
      "title": "订单支付成功通知"
    },
    "1003": {
      "msgcode": "1003",
      "title": "订单失败通知"
    },
    "1004": {
      "msgcode": "1004",
      "title": "订单发货通知"
    },
    "1005": {
      "msgcode": "1005",
      "title": "订单取消通知"
    },
    "1006": {
      "msgcode": "1006",
      "title": "预约成功通知"
    },
    "1007": {
      "msgcode": "1007",
      "title": "排队成功通知"
    },
    "1008": {
      "msgcode": "1008",
      "title": "排队即将排到通知"
    },
    "1009": {
      "msgcode": "1009",
      "title": "排队到号通知"
    },
    "1010": {
      "msgcode": "1010",
      "title": "取货通知"
    },
  },
  user: {
    "2001": {
      "msgcode": "2001",
      "title": "表单提交成功通知"
    },
    "2002": {
      "msgcode": "2002",
      "title": "充值到账通知"
    },
    "2003": {
      "msgcode": "2003",
      "title": "领取成功通知"
    },
    "2004": {
      "msgcode": "2004",
      "title": "积分变动提醒"
    },
    "2005": {
      "msgcode": "2005",
      "title": "优惠券到期提醒"
    },
    "2006": {
      "msgcode": "2006",
      "title": "储值金变动提醒"
    },
  },
  yingxiao: {
    "3001": {
      "msgcode": "3001",
      "title": "拼团成功通知"
    },
    "3002": {
      "msgcode": "3002",
      "title": "拼团失败通知"
    },
    "3003": {
      "msgcode": "3003",
      "title": "砍价成功通知"
    },
    "3004": {
      "msgcode": "3004",
      "title": "定金支付成功通知"
    },
    "3005": {
      "msgcode": "3005",
      "title": "尾款支付开始提醒"
    },
  },
  fenxiao: {
    "4001": {
      "msgcode": "4001",
      "title": "打款成功通知"
    },
    "4002": {
      "msgcode": "4002",
      "title": "驳回打款通知"
    },
    "4003": {
      "msgcode": "4003",
      "title": "申请审批通知"
    },
    "4004": {
      "msgcode": "4004",
      "title": "新成员加入通知"
    },
    "4005": {
      "msgcode": "4005",
      "title": "支付成功通知"
    },
    "4006": {
      "msgcode": "4006",
      "title": "下级退款申请通知"
    }
    ,
    "4007": {
      "msgcode": "4007",
      "title": "申请退款通知"
    }
  },
}